Revit 2027 API
ParameterTypeId.CwpReuseExistingLevels Property
 "Reuse matching Levels"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpReuseExistingLevels { get; }
Public Shared ReadOnly Property CwpReuseExistingLevels As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpReuseExistingLevels {
	ForgeTypeId^ get ();
}
static member CwpReuseExistingLevels : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace